;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Việt Nam/Vietnamese 
WebLang=VN
Translator=Nhóm UpdateVN
Codepage=UNICODE 
Version=1.95

[Uninstaller Toolbar]
102 = Hiển thị
103 = Thông số
104 = Gỡ bỏ
105 = Công cụ
106 = Chế độ tìm kiếm
107 = Danh sách
108 = Biểu tượng
109 = Chi tiết
110 = Gỡ bỏ
111 = Xóa trong registry
112 = Làm mới
113 = Bạn có muốn gỡ registry đối tượng đã chọn?
114 = Bạn có muốn gỡ phần mềm đã chọn?
115 = Tự cập nhật
116 = Giúp đỡ
117 = Công cụ giúp đỡ hiện thời...
118 = Trang chủ...
119 = Thông tin...
120 = Bạn không phải là quản trị viên!
121 = Bạ có muồn gỡ thành phần hệ thống đã chọn?\nDừng lại, trừ khi bạn chắc đang muốn làm!
122 = Chương trìnhh hiển thị tất các phần mềm đã được cài vào máy bởi người sử dụng. Trong một ít thông tin mẫu hoặc bằng các trình đơn, bạn có thể lấy được nhiều thông tin thêm, đường dẫn, thuộc tính về chương trình. Nét đặc trưng đầu tiên của Revo uninstaller là chế độ tìm kiếm. Với chế độ này bạn có thể linh hoạt trong việc gỡ bỏ ứng dụng (dừng, xóa, đình chỉ tự khởi động)  với một cái nhấn trên ứng dụng.
123 = Dò tìm
124 = Tồn tại:
125 = Bạn có muốn xóa những thành phần hệ thống đã chọn trong Registry?\nNó có thể cần khi hệ thống hoạt động!
126 =  đã bỏ tự khởi động!
127 =  được tự khởi động!
128 = %s đã cài đặt trong cùng một vị trí %s!\nSẽ có các phần còn lại của cả hai ứng dụng! Kiểm tra cẩn thận cái bạn muốn gỡ bỏ!
129 = Gỡ bắt buộc


[Uninstaller List]
150 = Ứng dụng
151 = Kích thước
152 = Phiên bản
153 = Ngày cài đặt
154 = Công ty
155 = Trang chủ
156 = Chú thích
157 = Chuỗi gỡ bỏ
158 = Khóa Registry
159 = Người đặt

[Uninstaller StatusBar]
201 = Cài đặt: 
202 = Đang làm việc...


[Registry Optimizer]
302 = Chọn nơi để quét
303 = Start menu

[AutoRun Toolbar]
407 = Chạy
408 = Dừng
409 = Bỏ
410 = Đối tượng :
411 = Đã kích hoạt :
412 = Với trình quản lý này bạn không chỉ kích hoạt hoặc đình chỉ khi hệ điều hành khởi động nó còn giúp bạn lấy nhiều thông tin của chương trình đặc biệt khi mà hệ điều hành khởi động. Bạn có thể lấy thông tin của nhà sản xuất chưởng trình đang khởi động, nó mô tả đường dẫn – nời đã lưu trên máy tính, trạng thái của ứng dụng – nó con đang chạy hay không.

[AutoRun List]
450 = Tên chương trình
451 = Đường dẫn
452 = Mô tả
453 = Nhà sản xuất
454 = Trạng thái
455 = Vị trí
456 = Đang chạy
457 = Không chạy
458 = Không căn cứ
459 = Dừng tiến trình
460 = Chạy tiến trình
461 = Mở thư mục chứa
462 = Mở vị trí Registry
463 = Lưu đường dẫn
464 = Bỏ những gì đã chọn
465 = Bỏ những gì không giá trị
466 = Bỏ những gì không chạy
467 = Bỏ những gì không kích hoạt
468 = Thuộc tính...
470 = Bạn có muốn đống ứng dụng đã chọn?\nNhững gì chưa lưu sẽ bị mất!
471 = Bạn có muốn xóa đối tượng đã chọn?
472 = Bạn có muốn xóa tất cả đối tượng không có giá trị?
473 = Bạn có muốn xóa tất cả đối tượng không chạy?
474 = Bạn có muốn xóa tất cả đối tượng không được kích hoạt?
475 = Lệnh không tồn tại!
476 = Không biết
477 = Bỏ kích hoạt tự khởi động
478 = Kích hoạt tự khởi động

[Outlook Control]
300 = Tối ưu hóa
301 = Tối ưu hóa Registry
400 = Quản lý tự chạy 
500 = Dọn dẹp
501 = Dọn trình duyệt
600 = Dọn MS Office
700 = Dọn Windows
800 = Xóa dữ liệu
900 = Xóa không thể phục hồi
2100 = Công cụ Windows
2200 = Dọn các tập tin cũ

[Track Cleaner Browsers]
507 = Xóa tất cả
508 = Xóa lịch sử và các trang đã truy cập
509 = Xóa lịch sử thanh địa chỉ
510 = Xóa tập tin tạm thời
511 = Xóa Cookies
512 = Xóa tập tin Index.dat
513 = Thực hiện
514 = Xóa lịch sử tải về
515 = Xóa lịch sử Session
516 = Xóa lịch sử
517 = Gỡ bỏ
518 = Bạn có muốn xóa tất cả lịch sử đã chọn?
521 = Bạn có muốn xóa lịch sử Internet Explorer?
522 = Bạn có muốn xóa lịch sử Firefox?
523 = Bạn có muốn xóa lịch sử Opera?
524 = Bạn có muốn xóa lịch sử Netscape?
525 = Trình duyệt của bạn đã ghi lại tất cả chi tiết khi ghé vào một trang nào đó. Nó có thể tới trình duyệt của HDH và bất cứ ai cũng có thể biết bạn đã ghé trang web nào! Với dọn dẹp trình duyệt, bạn có thể xóa tất cả những tập tin tạm như hình ảnh, phim bạn đã xem và tất cả các trang bạn đã ghé. Xóa các tập tin tạm sẽ giúp giải phóng dung lượng trên ổ đĩa cứng.
526 = Đóng trình duyệt trước khi dọn dẹp
527 = Tập tin Index.dat sẽ được xóa khi máy khởi động lại
599 = Dọn dẹp hoàn tất

[Track Cleaner Office]
601 = Xóa
607 = Xóa lịch sử tài liệu gần đây của MS Word
608 = Gồm Word 2000, Word XP, Word 2003, Word 2007, Word 2010 và Word 2013
609 = Xóa lịch sử tài liệu gần đây của MS Excel
610 = Gồm Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010 và Excel 2013
611 = Xóa lịch sử tài liệu gần đây của MS Access
612 = Gồm Access 2000, Access XP, Access 2003, Access 2007, Access 2010  và Access 2013
613 = Xóa lịch sử tài liệu gần đây của MS PowerPoint
614 = Gồm PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010 và PowerPoint 2013
615 = Xóa lịch sử tài liệu gần đây của MS FrontPage
616 = Gồm FrontPage 2000, FrontPage XP và FrontPage 2003
617 = Dọn MS Office cho phép xóa lịch sử tài liệu gần đây hay mở nhất của MS Word, Excel, Access, PowerPoint và Front Page. Nếu bạn không muốn một ai đó thấy được bảng tính, văn bản đã mở hoặc các tập tin khác tạo bởi MS Office thì bạn hãy nhấn nút "Xóa". Các tài liệu gần đây bạn mở sẽ không còn nằm trong danh sách.

[Track Cleaner Windows]
701 = Xóa
707 = Xóa lịch sử tài liệu gần đây
708 = Xóa lịch sử của Start Menu Run
709 = Xóa lịch sử tìm gần đây
710 = Xóa Printers, lịch sử tìm Computers and People 
711 = Xóa bộ nhớ đệm
712 = Xóa lịch sử tập tin gần đây của "MS Paint"
713 = Xóa lịch sử tập tin gần đây của "MS Wordpad"
714 = Xóa lịch sử đã mở registry
715 = Xóa lịch hộp thoại mở
716 = Xóa lịch sử thư mục đã mở, lưu
717 = Dọn thùng rác
718 = Xóa tập tin tạm của hệ điều hành
719 = Xóa nhật ký click Start Menu
720 = Microsoft Windows đã giữ nhiều thứ bạn có thể làm với máy tính tìm lại những gì mình đã tìm như tập tin, thư mục; lịch sử các tập tin đã mở gần đây; lịch sử mở, lưu trong hộp thoại khác với ứng dụng đã cài trên máy tính và những cái khác. Với Dọn Windows bạn có thế xáo hết lịch sử và tập tin mục tạm. Bạn cũng có thể làm rỗng thùng rác và xóa tập tin tạm, từ đó giải phóng dung lượng cho ổ cứng. 
721 = Lịch sử chạy sẽ được xóa sau khi tiến trình explorer.exe khởi động lại
722 = Dấu vết trên Windows Registry
723 = Dấu vết trên ổ cứng
724 = Xóa tập tin bộ nhớ rác
725 = Xóa tập tin kiểm tra đĩa phân mảng đã khôi phục


[Evidence Remove]
802 = Thực hiện
803 = Đang xóa
804 = Hãy đợi trong khi tiến trình xóa đang làm việc
805 = Hoàn tất
806 = Đánh dấu trên ổ đĩa mà tất cả dữ liệu trên đó bạn muốn xóa. Công cụ này chỉ ảnh hưởng đến những dữ liêu đã bị xóa. Cảnh báo: Sau khi tiến trình hoàn tất thì tất cả dữ liệu đã xóa sẽ không thể phục hồi!
807 =Khi bạn xóa dữ liệu trong thùng rác thì các tập tin sẽ bị mất nhưng nó không bị tẩy đi trên ổ cứng. Công cụ này sẽ xóa vĩnh viên tập tin và thư mục, những gì đã xóa nhưng vẫn còn trên ổ cứng vật lý. Không công cụ nào có thể phục hồi lại được , kết quả vẫn luôn là một hoặc nhiều dữ liệu xóa với xóa dữ liệu sẽ không phục hồi được!
808 = Bạn có muốn xóa tất cả những tập tin đã xóa trên ổ đĩa đã chọn?

[Unrecoverable  Delete ]
912 = Danh sách thư mục và tập tin sẽ xóa không thể phục hồi
913 = Tập tin
914 = Thư mục
915 = Thêm tập tin bạn muốn xóa khỏi hệ thông. Tập tin này sẽ không thể phục hồi lại bằng bất kỳ công cụ phần mềm nào hoặc can thiệp vật lý!
916 = Thêm thư mục bạn muốn xóa khỏi hệ thông. Thư mục này sẽ không thể phục hồi lại bằng bất kỳ công cụ phần mềm nào hoặc can thiệp vật lý!
917 = Thêm tập tin muốn xóa
918 = Thêm thư mục muốn xóa
919 = XÓA VĨNH VIỄN
920 = Xóa danh sách
921 = Nếu bạn muốn xóa tập tin, thư mục một cách bảo mật và không ai có thể phục hồi tập tin và thư mục này bằng bất kỳ công cụ nào, hãy dùng công cụ xóa không thể phục hồi. Xóa tập tin trong thùng rác thì không vĩnh viễn. Nó vẫn còn tồn tại trên ổ cứng, và có thể phục hồi lại một cách dễ dàng. Công cụ này sẽ xóa tập tin, thư mục trên ổ cứng vật lý, không thể phục hồi được. 
922 = Bạn có muốn xóa vĩnh viễn tập tin và thư mục đã chọn?

[Options Tree]
1001 = Thông số
1100 = Chung
1200 = Gỡ bỏ

[General]
1101 = Ngôn ngữ hiện thời:
1102 = Bật chế độ cao
1103 = Kiểm tra nâng cấp khi khởi động

[Uninstaller Options]
1201 = Hiển thị hệ thông nâng cấp
1202 = Hiển thị thành phần hệ thống
1203 = Kích hoạt chế độ nạp nhanh
1204 = Chỉ gỡ bỏ bằng công cụ của ứng dụng 
1205 = (Không hỗ trợ trên Windows Vista)
1206 = Tạo điểm phục hồi hệ thống trước khi gỡ bỏ 
1207 = Xóa tập tin và thư mục còn thừa lại vào thùng rác


[Auto Update]
1907 = Nâng cấp
1908 = Thông tin phiên bản
1909 = Phiên bản hiện tại:
1910 = Phiên bản mới nhất:
1911 = TẢI VỀ
1912 = Lấy phiên bản mới nhất
1913 = Có gì mới?
1914 = Đang kiểm tra...
1915 = Lỗi kết nối...
1916 = DỪNG
1917 = Đã tải về %s của %s
1918 = Đã tải về %s (không biết dung lượng)
1919 = Revo Uninstaller không thể kết nối tới www.revouninstaller.com. Hãy kiểm tra đường truyền đang hoạt động và tường lửa không khóa Revo Uninstaller 
1920 = Lỗi: Kiểm tra phiên bản mới thất bại. Không có kết nối internet.

[WinTools]
2110 = Chạy
2111 = Đây là một số công cụ hữu dụng và là thành phần của hệ điều hành. Một trong số chúng là những câu lệnh rắc rối, khó có thể truy cập. Hệ điều hành cho bạn chỉ với 1 cú nhấp sẽ có hơn 10 công cụ chờ sẵn, bạn có thể sử dụng cho công việc hằng ngày
2112 = Bạn có thể phục hồi lại máy của mình về một vị trí nào đó mà bạn đã thiết lập khi có sự cố mà không làm mất các dữ liệu cá nhân của bạn. Hệ thống sẽ theo dõi sự thay đổi của các ứng dụng và có thể tạo ra một điểm phục hồi dễ dàng.
2113 = Bạn có thể sử dụng nó để hiển thị thông tin về hoạt động của hệ thống, thiết lập kết nối Internet, thiết bị mạng. Với cô cụ này, bạn có thể quét, kiểm tra kết nối.
2114 = Bạn có thể sử dụng nó để hiển thị thông tin các thiết lập TCP/IP hiện thời và các thiết lập khác như máy chủ DNS, DHCP. Thiết lập đầy đủ của giao thức TCP/IP, địa chỉ IP, địa chỉ MAC,.....
2115 = Bạn có thể sử dụng nó để kiểm tra trạng thái bảo mật của máy tính như Virus, tường lửa và tự động cập nhật. Nếu có vấn đề thì chương trình sẽ đưa ra cảnh báo và làm thế nào để bảo vệ máy tính tốt hơn.
2116 = Bạn có thể sử dụng nó để: hiển thị thông tin cơ bản về hệ thống như bộ xử lý (CPU), bộ nhớ truy cập ngẫu nhiên (RAM). Hiển thị và thiết lập chương trình để tìm thông tin của các thiết bị, kết nối. Trả về kết quả cho Microsft hoặc quản trị viên khi có lỗi.
2117 = Nó là một phần của hệ thống thu nhặt các thông tin, thông tin thiết lập của máy chủ và máy con. Bao gồm có thiết lập phần cứng, phần mềm, trình điều khiển,....Nó là công cụ hỗ trợ bạn có thể lấy thông tin một cách nhan nhất về hệ thống của bạn
2118 = Là một thành phần của hệ điều hành, nó hiển thị tất cả các giao thức TCP, cổng UDP trên máy tính,....
2119 = Cộng cụ này giả lập một bàn phím trên màn hình và cho phép người sử dụng nhập dữ liệu bằng các công cụ trỏ. Nó cũng là một phương thức để tránh tình trạng ăn cắp dữ liệu được nhập từ bàn phím, bàn phím này sẽ giới hạn mức độ bị đánh cắp.
2120 = Công cụ giúp chống phân mảng trên ổ đĩa cứng hiệu quả. Bạn có thể truy xuất dữ liệu nhanh hơn. Nó cũng củng cố lại được chỗ trống trên ổ cứng.
2121 = Bạn có thể bắt đầu, dừng, tạm dừng, kích hoạt, loại bỏ các thành phần dịch vụ trên máy tính. Hiển thị trạng thái của các dịch vụ.
2122 = Bạn có thể quản lý những tài nguyển được chia sẻ thông qua mạng. Bạn có thể kết nối, tạo thư mục chia sẻ, xem các tài nguyên, thư mục của các máy tinh trong cùng hệ thống mạng. Xem danh sách các máy tính sử dụng.
2123 = Công cụ thiết lập chính sách của người dùng......
2124 = Add/Remove Windows Components giúp bạn quản lý các thành phần của Windows trên máy tính của bạn. Sau khi hệ thống đã được cài đặt, bạn có thể sử dụng nó để thêm các thành phần của Windows không có khi cài mặc định, hoặc để gỡ bỏ các thành phần không cần 
2125 = Công cụ Microsoft Windows Malicious Software Removal kiểm tra hệ sức khỏe thống đang hoạt động bằng phương pháp riêng, có những phần mềm độc hại giúp sẽ bạn loại bỏ các phần mềm đó. Các mối nguy hiểm này bao gồm viruses, worms, và Trojan horses. Khi tiến trình quét và diệt hoàn tất, chương trình sẽ thống kê kế quả, bao gồm tất cả các chương trình độc đã phát hiện và đã xóa.


[Junk Files Cleaner Options]
2202 = Ổ đĩa để quét:
2203 = Dạng
2204 = Mô tả
2205 = Thêm
2206 = Bỏ
2207 = Đặt mặc định
2208 = Dọn tập tin rác::Chung
2209 = Dọn tập tin rác::Chặn
2220 = Mẫu để quét:
2221 = Bạn có thể dùng ký tự (?,*) cho những ký tự không biết
2222 = Thêm mẫu
2223 = Thêm mẫu chặn
2224 = Bạn có thể dùng ký tự (?,*) cho những ký tự không biết
2225 = Mẫu chặn:
2226 = Xóa tập tin vào thùng rác
2227 = Bỏ qua những tập tin được truy cập cách đây 24 giờ

[Junk Files Cleaner Tool]
2306 = Quét
2307 = Xóa
2308 = Đang quét
2309 = Hãy đợi trong khi tiến trình quét đang hoạt động
2310 = Bỏ qua
2311 = Tên
2312 = Kích thước
2319 = Tập tin:
2320 = Tổng kích thước:
2323 = Những tập tin này đang sử dụng\n không thể xóa bây giờ
2324 = Bạn hãy chọn ít nhất một ổ đĩa để quét
2325 = Xóa tập tin rác tìm thấy những tập tin không cần thiết trên máy tính của bạn. Thông thường, các tập tin  này tạo bởi ứng dụng nhưng khi tạo ra thì không cần thiết đến nó. Bạn có thể xóa nó để tăng tốc độ cho máy và giải phóng đĩa cứng.
2326 = Tập tin
2327 = Đang xóa tập tin

[ContextMenu Junk Files Cleaner]
2313 = Mở
2314 = Tìm trên Google 
2315 = Mở thư mục chứa
2316 = Thuộc tính...
2317 = Đánh dấu tất cả
2318 = Bỏ đánh dấu tất cả
2321 = Chọn tất cả
2322 = Bỏ chọn tất cả

[TopMost Window]
4002 = Thông số
4003 = Mở cửa sổ chính
4004 = Chế độ kéo & thả
4005 = Chế độ tìm kiếm
4006 = Kích thước
4007 = Nhỏ
4008 = Trung bình
4009 = Lớn
4010 = Kích thước cửa sổ
4011 = THOÁT
4012 = Gỡ bỏ
4013 = Dừng tự khởi động
4014 = Dừng tiến trình
4015 = Dừng và xóa tiến trình
4016 = Mở thư mục lưu
4017 = Thông tin
4018 = Thuộc tính
4019 = BỎ QUA
4020 = Chỉ hỗ trợ 1 tập tin tại một thời điểm!
4021 =Bạn đã thả thư mục, hãy kéo và thả tập tin!
4022 = Xóa hoặc gỡ bỏ:
4023 = Chưa quyết định! Thử trên một cửa sổ khác hoặc biểu tượng.
4024 = Không thể chạy chương trình xóa!\n Hãy gỡ bỏ chương trình trong mục gỡ bỏ.
4025 = Không có gói cài đặt!\nThủ thuật: Lấy thông tin chương trình và\n thử gỡ trên cửa sổ chính!
4026 = Ứng dụng đã khóa trong mục tự khởi động!\nThủ thuật: Nếu bạn muốn kích hoạt trở lại, sử dụng công cụ tự khởi động!
4027 = Ứng dụng khong có trong thư mục!\nThủ thuật: Hãy tìm nơi chứa ứng dụng, tìm trên www.google.com!
4028 = Bạn có muốn đóng ứng dụng đã chọn?\nNhững gì chưa lưu sẽ bị mất!
4029 = Gỡ bỏ
4030 = Bạn có muốn đóng và xóa ứng dụng đã chọn?\nNhững gì chưa lưu sẽ mất!
4031 = Bạn có muốn đóng Windows Explorer?\n Start menu và task bar sẽ mất!
4032 = Tự khởi động với Windows
4033 = Trong suốt

[Scan After Uninstall]
4210 = Vị trí
4211 = Khóa
4212 = Giá trị
4213 = Ngày
4214 = Tập tin
4215 = Chọn một đối tượng để thực hiện lệnh này!
4216 = Quét sau khi gỡ bỏ
4217 = Chọn tất cả
4218 = Bỏ chọn tất cả
4219 = Xóa
4220 = Tập tin còn sót lại
4221 = Registry còn sót lại
4222 = Đang quét trước khi gỡ bỏ...hãy đợi
4223 = Đang chạy công cụ gỡ bỏ...
4224 = Hãy chọn tập tin, thư muc, registry còn sót lại để gỡ bỏ hết
4225 = Đang quét sau khi gỡ bỏ...hãy đợi
4226 = Hãy kiểm tra cẩn thận!
4227 = Đóng
4228 = Tập tin còn lại sẽ bị xóa sau khi khởi động lại
4229 = Chạy ứng dụng gỡ bỏ thất bại!\nCó thể bỏ lệnh thất bại!
4230 = Trở về
4231 = Tiếp tục
4232 = Chọn một chế độ gỡ bỏ
4233 = Các chế độ
4234 = Có sẵn - chỉ chạy trình gỡ bỏ của ứng dụng không quét gì thêm
4235 = An toàn - bao gồm chế độ có sẵn và tìm thêm các đối tượng còn lại của ứng dụng trên bảng đăng ký và ổ cứng an toàn và xóa chúng. Chế độ nhanh nhất.
4236 = Trung bình - bao gồm chế độ an toàn và tìm các đối tượng còn lại của ứng dụng trên bảng đăng ký và ổ cứng
4237 = Cấp cao - bao gồm chế độ trung bình, quét sâu tất cả các khóa đăng ký và ổ cứng để tìm những gì còn lại liên quan đến ứng dụng. Chế độ chậm nhất.
4238 = Phân tích dữ liệu của ứng dụng trước khi gỡ.
4239 = Khởi động trình gỡ bỏ của ứng dụng mặc định.
4240 = Nhấn "Tiếp tục" để bắt đầu dò các tập tin, thư mục, khóa đăng ký còn lại sau khi trình gỡ bỏ hoàn tất.
4241 = Đang phân tích và gỡ bỏ.
4242 = Quét sau khi gỡ
4243 = Quét sau trình gỡ bỏ của ứng dụng. Đang tìm các tập tin, thư mục, khóa đăng ký còn lại có liên quan đến ứng dụng đã gỡ bỏ. Hãy đợi….
4244 = Đối tượng khóa đăng ký còn lại
4245 = Đối tượng khóa đăng ký:
4246 = Ghi chú: Hãy cẩn thận khi chọn các đối tượng! Chỉ những đối tượng in đậm đã đánh dấu và các đối tượng con sẽ bị xóa!
4247 = Tồn tại tập tin và thư mục còn lại
4248 = Đối tượng tồn tại:
4249 = Máy tính
4250 = Revo Uninstaller không thể khởi động trình gỡ bỏ của ứng dụng. Có thể lệnh gỡ bỏ không có giá trị hoặc trình gỡ bỏ bị hỏng. Bạn có thể nhần nút “Trở về” và thử chế độ gỡ bỏ khác.
4251 = Trình gỡ bỏ của ứng dụng đã hoàn tất. Revo Uninstaller không quét những gì còn lại. Bạn có thể nhần nút “Trở về” và thử chế độ gỡ bỏ khác để quét tập tin, thư mục và khóa đăng ký còn lại.
4252 = Revo Uninstaller đã hoàn tất thủ tục gỡ bỏ nhưng những gì còn lại không tồn tại. Bạn có thể nhần nút “Trở về” và thử chế độ gỡ bỏ khác để quét sâu hơn.
4253 = Revo Uninstaller đã hoàn tất thủ tục gỡ bỏ. Nếu bạn muốn tìm những gì còn lại, Bạn có thể nhần nút “Trở về” và thử chế độ gỡ bỏ khác để quét sâu hơn.
4254 = Hoàn tất
4255 = Bạn có muốn bỏ những tập tin đã chọn vào thùng rác không? 
4256 = Bạn có muốn xóa các đối tượng đăng ký đã chọn không?
4257 = Revo Uninstaller hoàn tất thủ tục gỡ bỏ!
4258 = Bạn có chắc là không xóa những gì còn sót lại trong nơi đăng ký (Registry) và sang bước kế tiếp?
4259 = Bạn có chắc là không xóa những thư mục, tập tin sót lại và sang bước kế tiếp? 
4260 = Quét các mục sót lại hoàn tất. Nhấn nút “Next” để xem kết quả!
4261 = Đang tạo điểm khôi phục hệ thống...
4262 = Tạo điểm khôi phục hệ thống thất bại!
4263 = Tạo điểm khôi phục hệ thống đã vô hiệu hóa (trong Tùy chọn->Trình gỡ bỏ)
4264 = Tạo điểm khôi phục hệ thống hoàn tất! 

[About]
4300 = Phiên dịch:

[ContextMenu Uninstaller]
5000 = Lệnh
5001 = Thông tin
5002 = Tìm trên Google
5004 = Vị trí cài đặt
5005 = Mở đường dẫn thông tin...
5006 = Mở đường dẫn giúp đỡ...
5007 = Mở đường dẫn nâng cấp...
5008 = Mở khóa Registry...

[Common]
10000 = Đồng ý
10001 = Bỏ qua
10002 = Giúp đỡ
10003 = Nạp
10004 = Công cu giúp đỡ hiện thời
10005 = Trang chủ
10006 = Thông tin
10007 = Thông báo
10008 = Lỗi

[Tooltips]
2000 = Chuyển sang chế độ gỡ
2001 = Hiện bảng công cụ
2002 = Điều chỉnh thiết lập theo ý bạn
2003 = Chuyển sang chế độ tìm kiếm
2004 = Thay đổi cách hiển thị ứng dụng đã cài
2005 = Gỡ bỏ ứng dụng
2006 = Xóa đường dẫn registry
2007 = Làm mới danh sách ứng dụng
2008 = Nâng cấp phiên bản hiên thời của bạn lên phiên bản mới nhất
2009 = Tìm thêm thông tin và trả lời các câu hỏi về phần mềm
404 = Bắt đầu chọn ứng dụng
405 = Dừng và đóng ứng dụng đã chọn
406 = Gỡ bỏ ứng dụng từ danh sách tự khởi động
506 = Xóa thông số
605 = Xóa thông số
705 = Xóa thông số
2106 = Chạy công cụ đã chọn
2304 = Quét tập tin không cần thiết tùy theo thiết lập
2305 = Xóa tập tin đã đánh dấu vào thùng rác.
